[
  {"id":"BrosOstl04","type":"article-journal","title":"Unified spatial scaling of species and their trophic interactions","container-title":"Nature","page":"167-171","volume":"428","issue":"6979","URL":"http://dx.doi.org/10.1038/nature02297","DOI":"10.1038/nature02297","author":[{"family":"Brose","given":"Ulrich"},{"family":"Ostling","given":"Annette"},{"family":"Harrison","given":"Kateri"},{"family":"Martinez","given":"Neo D."}],"issued":{"date-parts":[[2004]]}},
  {"id":"TrojOles16","type":"article-journal","title":"Ecological networks in motion: micro- and macroscopic variability across scales","container-title":"Functional Ecology","page":"1926-1935","volume":"30","issue":"12","source":"Wiley Online Library","abstract":"* There has been an intense focus on the response of species to environmental changes, and more recently, the interactions of species have been examined in a similar way in order to understand the stability of entire communities and networks of interacting species. As a consequence, ecological networks have been placed in spatial and temporal contexts in order to reveal what may drive network variability. Understanding the spatial and temporal variability of ecological networks, and in particular the underlying forces facilitating changes, seems pertinent in our attempts to understand and anticipate how ecological networks may vary and respond to future environmental scenarios.\n\n\n* Network variability has been studied at widely differing temporal and spatial scales. For example, studies exploring temporal variability ranges from within-season comparisons to comparisons over vast geological time spans, and the spatial extent ranges from the scale of a single pond to global analyses. Here, we highlight the outcomes from such studies and emphasize the identified mechanisms driving spatio-temporal variability in ecological networks. Specifically, we describe how ecological networks vary over different temporal (years, centuries and millennia) and spatial (local, regional and global) scales, discuss how this variability is monitored and identify potential future directions.\n\n\n* Present knowledge allows some tentative generalizations. First, ecological networks tend to exhibit considerable spatial and temporal stability in several macroscopic features (e.g. connectance, nestedness), but studies also show that macroscopic features may change, for example, in relation to mass extinction or steep environmental gradients. Secondly, microscopic features (e.g. individual specialization levels, species roles and partner affiliations), albeit less studied, seem to show strong variability, and in several cases, microscopic instability co-occurs with macroscopic stability. We therefore recommend a stronger focus on this macro–micro interplay and list ideas (e.g. temporal species centrality measures and interaction phenologies), towards expanding the microscopic toolbox of network ecologists.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/1365-2435.12710/abstract","DOI":"10.1111/1365-2435.12710","ISSN":"1365-2435","title-short":"Ecological networks in motion","language":"en","author":[{"family":"Trøjelsgaard","given":"Kristian"},{"family":"Olesen","given":"Jens M."}],"issued":{"date-parts":[[2016,7,1]]},"accessed":{"date-parts":[[2016,9,1]]},"container-title-short":"Funct Ecol"},
  {"id":"PoisBais16","type":"article-journal","title":"mangal - making ecological network analysis simple","container-title":"Ecography","page":"384-390","volume":"39","issue":"4","source":"CrossRef","URL":"http://doi.wiley.com/10.1111/ecog.00976","DOI":"10.1111/ecog.00976","ISSN":"09067590","language":"en","author":[{"family":"Poisot","given":"Timothée"},{"family":"Baiser","given":"Benjamin"},{"family":"Dunne","given":"Jennifer A."},{"family":"Kéfi","given":"Sonia"},{"family":"Massol","given":"François"},{"family":"Mouquet","given":"Nicolas"},{"family":"Romanuk","given":"Tamara N."},{"family":"Stouffer","given":"Daniel B."},{"family":"Wood","given":"Spencer A."},{"family":"Gravel","given":"Dominique"}],"issued":{"date-parts":[[2016,4]]},"accessed":{"date-parts":[[2017,1,20]]}},
  {"id":"PoisStou16","type":"article-journal","title":"Describe, understand and predict: why do we need networks in ecology?","container-title":"Functional Ecology","page":"1878-1882","volume":"30","issue":"12","source":"Wiley Online Library","URL":"http://onlinelibrary.wiley.com/doi/10.1111/1365-2435.12799/abstract","DOI":"10.1111/1365-2435.12799","ISSN":"1365-2435","title-short":"Describe, understand and predict","language":"en","author":[{"family":"Poisot","given":"Timothée"},{"family":"Stouffer","given":"Daniel B."},{"family":"Kéfi","given":"Sonia"}],"issued":{"date-parts":[[2016,12,1]]},"accessed":{"date-parts":[[2017,1,9]]},"container-title-short":"Funct Ecol"},
  {"id":"BorrMood14","type":"article-journal","title":"The rise of Network Ecology: Maps of the topic diversity and scientific collaboration","container-title":"Ecological Modelling","page":"111-127","volume":"293","DOI":"10.1016/j.ecolmodel.2014.02.019","author":[{"family":"Borrett","given":"Stuart R."},{"family":"Moody","given":"James"},{"family":"Edelmann","given":"Achim"}],"issued":{"date-parts":[[2014,12]]}},
  {"id":"BaisGrav19","type":"article-journal","title":"Ecogeographical rules and the macroecology of food webs","container-title":"Global Ecology and Biogeography","volume":"0","issue":"0","source":"Wiley Online Library","abstract":"Aim How do factors such as space, time, climate and other ecological drivers influence food web structure and dynamics? Collections of well-studied food webs and replicate food webs from the same system that span biogeographical and ecological gradients now enable detailed, quantitative investigation of such questions and help integrate food web ecology and macroecology. Here, we integrate macroecology and food web ecology by focusing on how ecogeographical rules [the latitudinal diversity gradient (LDG), Bergmann's rule, the island rule and Rapoport's rule] are associated with the architecture of food webs. Location Global. Time period Current. Major taxa studied All taxa. Methods We discuss the implications of each ecogeographical rule for food webs, present predictions for how food web structure will vary with each rule, assess empirical support where available, and discuss how food webs may influence ecogeographical rules. Finally, we recommend systems and approaches for further advancing this research agenda. Results We derived testable predictions for some ecogeographical rules (e.g. LDG, Rapoport's rule), while for others (e.g., Bergmann's and island rules) it is less clear how we would expect food webs to change over macroecological scales. Based on the LDG, we found weak support for both positive and negative relationships between food chain length and latitude and for increased generality and linkage density at higher latitudes. Based on Rapoport's rule, we found support for the prediction that species turnover in food webs is inversely related to latitude. Main conclusions The macroecology of food webs goes beyond traditional approaches to biodiversity at macroecological scales by focusing on trophic interactions among species. The collection of food web data for different types of ecosystems across biogeographical gradients is key to advance this research agenda. Further, considering food web interactions as a selection pressure that drives or disrupts ecogeographical rules has the potential to address both mechanisms of and deviations from these macroecological relationships. For these reasons, further integration of macroecology and food webs will help ecologists better understand the assembly, maintenance and change of ecosystems across space and time.","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/geb.12925","DOI":"10.1111/geb.12925","ISSN":"1466-8238","language":"en","author":[{"family":"Baiser","given":"Benjamin"},{"family":"Gravel","given":"Dominique"},{"family":"Cirtwill","given":"Alyssa R."},{"family":"Dunne","given":"Jennifer A."},{"family":"Fahimipour","given":"Ashkaan K."},{"family":"Gilarranz","given":"Luis J."},{"family":"Grochow","given":"Joshua A."},{"family":"Li","given":"Daijiang"},{"family":"Martinez","given":"Neo D."},{"family":"McGrew","given":"Alicia"},{"family":"Poisot","given":"Timothée"},{"family":"Romanuk","given":"Tamara N."},{"family":"Stouffer","given":"Daniel B."},{"family":"Trotta","given":"Lauren B."},{"family":"Valdovinos","given":"Fernanda S."},{"family":"Williams","given":"Richard J."},{"family":"Wood","given":"Spencer A."},{"family":"Yeakel","given":"Justin D."}],"issued":{"date-parts":[[2019]]},"accessed":{"date-parts":[[2019,5,21]]}},
  {"id":"PellAlbo17","type":"article-journal","title":"Comparing species interaction networks along environmental gradients","container-title":"Biological Reviews of the Cambridge Philosophical Society","source":"PubMed","abstract":"Knowledge of species composition and their interactions, in the form of interaction networks, is required to understand processes shaping their distribution over time and space. As such, comparing ecological networks along environmental gradients represents a promising new research avenue to understand the organization of life. Variation in the position and intensity of links within networks along environmental gradients may be driven by turnover in species composition, by variation in species abundances and by abiotic influences on species interactions. While investigating changes in species composition has a long tradition, so far only a limited number of studies have examined changes in species interactions between networks, often with differing approaches. Here, we review studies investigating variation in network structures along environmental gradients, highlighting how methodological decisions about standardization can influence their conclusions. Due to their complexity, variation among ecological networks is frequently studied using properties that summarize the distribution or topology of interactions such as number of links, connectance, or modularity. These properties can either be compared directly or using a procedure of standardization. While measures of network structure can be directly related to changes along environmental gradients, standardization is frequently used to facilitate interpretation of variation in network properties by controlling for some co-variables, or via null models. Null models allow comparing the deviation of empirical networks from random expectations and are expected to provide a more mechanistic understanding of the factors shaping ecological networks when they are coupled with functional traits. As an illustration, we compare approaches to quantify the role of trait matching in driving the structure of plant-hummingbird mutualistic networks, i.e. a direct comparison, standardized by null models and hypothesis-based metaweb. Overall, our analysis warns against a comparison of studies that rely on distinct forms of standardization, as they are likely to highlight different signals. Fostering a better understanding of the analytical tools available and the signal they detect will help produce deeper insights into how and why ecological networks vary along environmental gradients.","DOI":"10.1111/brv.12366","ISSN":"1469-185X","language":"eng","author":[{"family":"Pellissier","given":"Loïc"},{"family":"Albouy","given":"Camille"},{"family":"Bascompte","given":"Jordi"},{"family":"Farwig","given":"Nina"},{"family":"Graham","given":"Catherine"},{"family":"Loreau","given":"Michel"},{"family":"Maglianesi","given":"Maria Alejandra"},{"family":"Melián","given":"Carlos J."},{"family":"Pitteloud","given":"Camille"},{"family":"Roslin","given":"Tomas"},{"family":"Rohr","given":"Rudolf"},{"family":"Saavedra","given":"Serguei"},{"family":"Thuiller","given":"Wilfried"},{"family":"Woodward","given":"Guy"},{"family":"Zimmermann","given":"Niklaus E."},{"family":"Gravel","given":"Dominique"}],"issued":{"date-parts":[[2017,9,22]]},"PMID":"28941124","container-title-short":"Biol Rev Camb Philos Soc"},
  {"id":"ThomGonz17","type":"article-journal","title":"Dispersal governs the reorganization of ecological networks under environmental change","container-title":"Nature Ecology & Evolution","page":"0162","volume":"1","source":"www.nature.com","abstract":"Complex ecological networks are likely to be disrupted as species shift in response to environmental change. A simulation model shows that the level of dispersal determines whether species associations within networks are maintained.","URL":"http://www.nature.com/articles/s41559-017-0162","DOI":"10.1038/s41559-017-0162","ISSN":"2397-334X","language":"en","author":[{"family":"Thompson","given":"Patrick L."},{"family":"Gonzalez","given":"Andrew"}],"issued":{"date-parts":[[2017,5,8]]},"accessed":{"date-parts":[[2017,5,9]]}},
  {"id":"TyliMorr17","type":"article-journal","title":"Ecological Networks Across Environmental Gradients","container-title":"Annual Review of Ecology, Evolution, and Systematics","page":"25-48","volume":"48","issue":"1","source":"Annual Reviews","abstract":"Ecological networks have a long history in ecology, and a recent increase in network analyses across environmental gradients has revealed important changes in their structure, dynamics, and functioning. These changes can be broadly grouped according to three nonexclusive mechanisms: (a) changes in the species composition of the networks (driven by interaction patterns of invaders, nonrandom extinction of species according to their traits, or differences among species in population responses across gradients); (b) changes that alter interaction frequencies via changes in search efficiency (driven by altered habitat structure or metabolic rates) or changes in spatial and temporal overlap; and (c) changes to coevolutionary processes and patterns. Taking spatial and temporal processes into account can further elucidate network variation and improve predictions of network responses to environmental change. Emerging evidence links network structure to ecosystem functioning; however, scaling up to metanetworks or multilayer networks may modify interpretations of network structure, stability, and functioning.","URL":"https://doi.org/10.1146/annurev-ecolsys-110316-022821","DOI":"10.1146/annurev-ecolsys-110316-022821","author":[{"family":"Tylianakis","given":"Jason M."},{"family":"Morris","given":"Rebecca J."}],"issued":{"date-parts":[[2017]]},"accessed":{"date-parts":[[2017,11,30]]}}
]
