[
  {"id":"Devivan12","type":"article-journal","title":"Differences in the climatic debts of birds and butterflies at a continental scale","container-title":"Nature Climate Change","page":"121-124","volume":"2","issue":"2","source":"www.nature.com","abstract":"Climate changes have profound effects on the distribution of numerous plant and animal species1,2,3. However, whether and how different taxonomic groups are able to track climate changes at large spatial scales is still unclear. Here, we measure and compare the climatic debt accumulated by bird and butterfly communities at a European scale over two decades (1990–2008). We quantified the yearly change in community composition in response to climate change for 9,490 bird and 2,130 butterfly communities distributed across Europe4. We show that changes in community composition are rapid but different between birds and butterflies and equivalent to a 37 and 114 km northward shift in bird and butterfly communities, respectively. We further found that, during the same period, the northward shift in temperature in Europe was even faster, so that the climatic debts of birds and butterflies correspond to a 212 and 135 km lag behind climate. Our results indicate both that birds and butterflies do not keep up with temperature increase and the accumulation of different climatic debts for these groups at national and continental scales.","URL":"https://www.nature.com/articles/nclimate1347","DOI":"10.1038/nclimate1347","ISSN":"1758-6798","language":"en","author":[{"family":"Devictor","given":"Vincent"},{"family":"Swaay","given":"Chris","non-dropping-particle":"van"},{"family":"Brereton","given":"Tom"},{"family":"Brotons","given":"Lluís"},{"family":"Chamberlain","given":"Dan"},{"family":"Heliölä","given":"Janne"},{"family":"Herrando","given":"Sergi"},{"family":"Julliard","given":"Romain"},{"family":"Kuussaari","given":"Mikko"},{"family":"Lindström","given":"Åke"},{"family":"Reif","given":"Jiří"},{"family":"Roy","given":"David B."},{"family":"Schweiger","given":"Oliver"},{"family":"Settele","given":"Josef"},{"family":"Stefanescu","given":"Constantí"},{"family":"Van Strien","given":"Arco"},{"family":"Van Turnhout","given":"Chris"},{"family":"Vermouzek","given":"Zdeněk"},{"family":"WallisDeVries","given":"Michiel"},{"family":"Wynhoff","given":"Irma"},{"family":"Jiguet","given":"Frédéric"}],"issued":{"date-parts":[[2012,2]]},"accessed":{"date-parts":[[2019,7,22]]}},
  {"id":"DamiToug19","type":"article-journal","title":"Prey-predator phenological mismatch under climate change","container-title":"Current Opinion in Insect Science","source":"ScienceDirect","abstract":"Insect phenology is affected by climate change and main responses are driven by phenotypic plasticity and evolutionary changes. Any modification in seasonal activity in one species can have consequences on interacting species, within and among trophic levels. In this overview, we focus on synchronization mismatches that can occur between tightly interacting species such as hosts and parasitoids or preys and predators. Asynchronies happen because species from different trophic levels can have different response rates to climate change. We show that insect species alter their seasonal activities by modifying their life-cycle through change in voltinism or by altering their development rate. We expect strong bottom-up effects for phenology adjustments rather than top-down effects within food-webs. Extremely complex outcomes arise from such trophic mismatches, which make consequences at the community or ecosystem levels tricky to predict in a climate change context. We explore a set of potential consequences on population dynamics, conservation of species interactions, with a particular focus on the provision of ecosystem services by predators and parasitoids, such as biological pest control.","URL":"http://www.sciencedirect.com/science/article/pii/S2214574518301895","DOI":"10.1016/j.cois.2019.07.002","ISSN":"2214-5745","author":[{"family":"Damien","given":"Maxime"},{"family":"Tougeron","given":"Kévin"}],"issued":{"date-parts":[[2019,7,15]]},"accessed":{"date-parts":[[2019,7,22]]},"container-title-short":"Current Opinion in Insect Science"},
  {"id":"GianCost17","type":"article-journal","title":"Projected climate change threatens pollinators and crop production in Brazil","container-title":"PLOS ONE","page":"e0182274","volume":"12","issue":"8","source":"PLoS Journals","abstract":"Animal pollination can impact food security since many crops depend on pollinators to produce fruits and seeds. However, the effects of projected climate change on crop pollinators and therefore on crop production are still unclear, especially for wild pollinators and aggregate community responses. Using species distributional modeling, we assessed the effects of climate change on the geographic distribution of 95 pollinator species of 13 Brazilian crops, and we estimated their relative impacts on crop production. We described these effects at the municipality level, and we assessed the crops that were grown, the gross production volume of these crops, the total crop production value, and the number of inhabitants. Overall, considering all crop species, we found that the projected climate change will reduce the probability of pollinator occurrence by almost 0.13 by 2050. Our models predict that almost 90% of the municipalities analyzed will face species loss. Decreases in the pollinator occurrence probability varied from 0.08 (persimmon) to 0.25 (tomato) and will potentially affect 9% (mandarin) to 100% (sunflower) of the municipalities that produce each crop. Municipalities in central and southern Brazil will potentially face relatively large impacts on crop production due to pollinator loss. In contrast, some municipalities in northern Brazil, particularly in the northwestern Amazon, could potentially benefit from climate change because pollinators of some crops may increase. The decline in the probability of pollinator occurrence is found in a large number of municipalities with the lowest GDP and will also likely affect some places where crop production is high (20% to 90% of the GDP) and where the number of inhabitants is also high (more than 6 million people). Our study highlights key municipalities where crops are economically important and where pollinators will potentially face the worst conditions due to climate change. However, pollinators may be able to find new suitable areas that have the potential to improve crop production. The results shown here could guide policy decisions for adapting to climate change and for preventing the loss of pollinator species and crop production.","URL":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0182274","DOI":"10.1371/journal.pone.0182274","ISSN":"1932-6203","language":"en","author":[{"family":"Giannini","given":"Tereza Cristina"},{"family":"Costa","given":"Wilian França"},{"family":"Cordeiro","given":"Guaraci Duran"},{"family":"Imperatriz-Fonseca","given":"Vera Lucia"},{"family":"Saraiva","given":"Antonio Mauro"},{"family":"Biesmeijer","given":"Jacobus"},{"family":"Garibaldi","given":"Lucas Alejandro"}],"issued":{"date-parts":[[2017,8,9]]},"accessed":{"date-parts":[[2019,7,19]]},"container-title-short":"PLOS ONE"},
  {"id":"FickHijm17","type":"article-journal","title":"WorldClim 2: new 1-km spatial resolution climate surfaces for global land areas","container-title":"International Journal of Climatology","page":"n/a-n/a","source":"Wiley Online Library","abstract":"We created a new dataset of spatially interpolated monthly climate data for global land areas at a very high spatial resolution (approximately 1 km2). We included monthly temperature (minimum, maximum and average), precipitation, solar radiation, vapour pressure and wind speed, aggregated across a target temporal range of 1970–2000, using data from between 9000 and 60 000 weather stations. Weather station data were interpolated using thin-plate splines with covariates including elevation, distance to the coast and three satellite-derived covariates: maximum and minimum land surface temperature as well as cloud cover, obtained with the MODIS satellite platform. Interpolation was done for 23 regions of varying size depending on station density. Satellite data improved prediction accuracy for temperature variables 5–15% (0.07–0.17 °C), particularly for areas with a low station density, although prediction error remained high in such regions for all climate variables. Contributions of satellite covariates were mostly negligible for the other variables, although their importance varied by region. In contrast to the common approach to use a single model formulation for the entire world, we constructed the final product by selecting the best performing model for each region and variable. Global cross-validation correlations were ≥ 0.99 for temperature and humidity, 0.86 for precipitation and 0.76 for wind speed. The fact that most of our climate surface estimates were only marginally improved by use of satellite covariates highlights the importance having a dense, high-quality network of climate station data.","URL":"http://onlinelibrary.wiley.com/doi/10.1002/joc.5086/abstract","DOI":"10.1002/joc.5086","ISSN":"1097-0088","title-short":"WorldClim 2","language":"en","author":[{"family":"Fick","given":"Stephen E."},{"family":"Hijmans","given":"Robert J."}],"issued":{"date-parts":[[2017,5,15]]},"accessed":{"date-parts":[[2017,5,19]]},"container-title-short":"Int. J. Climatol"},
  {"id":"ChacVazq12","type":"article-journal","title":"Evaluating sampling completeness in a desert plant-pollinator network","container-title":"J. Anim. Ecol.","page":"190-200","volume":"81","DOI":"10.1111/j.1365-2656.2011.01883.x","author":[{"family":"Chacoff","given":"Natacha P."},{"family":"Vázquez","given":"Diego P."},{"family":"Lomáscolo","given":"Silvia B."},{"family":"Stevani","given":"Erica L"},{"family":"Dorado","given":"Jimena"},{"family":"Padrón","given":"Benigno"}],"issued":{"date-parts":[[2012,8]]}},
  {"id":"BanaCatt04","type":"article-journal","title":"Sampling effects and the robustness of quantitative and qualitative food-web descriptors","container-title":"J. Theor. Biol.","page":"23-32","volume":"226","issue":"1","author":[{"family":"Banašek-Richter","given":"Carolin"},{"family":"Cattin","given":"Marie-France"},{"family":"Bersier","given":"Louis-Félix"}],"issued":{"date-parts":[[2004]]}},
  {"id":"GibsKnot11","type":"article-journal","title":"Sampling method influences the structure of plant–pollinator networks","container-title":"Oikos","page":"822-831","volume":"120","issue":"6","source":"Wiley Online Library","abstract":"The search for general properties in the structure of ecological networks is currently a very active area of research. Meta-analyses of published networks are a widely used technique. To have the best chance of discovering common properties though, networks should be constructed using a standardized approach. However, this is rarely the case, and pollination networks are constructed using two main methods: transects and timed observations. To investigate the potential for variation in network structure arising from different construction techniques we constructed plant–pollinator networks using two different methods at a single site, repeating our protocol over three field seasons. Transects and timed observation methods differ in the evenness of observation effort allocated among plant species in the observed community. We show that the uneven allocation of observation effort significantly affects the number of unique interactions in the network, and we reveal a strong trend in effects on web asymmetry and evenness of marginal abundance distributions. However, these effects do not appear to extend to the higher-order properties of connectance and nestedness.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1600-0706.2010.18927.x/abstract","DOI":"10.1111/j.1600-0706.2010.18927.x","ISSN":"1600-0706","language":"en","author":[{"family":"Gibson","given":"Rachel H."},{"family":"Knott","given":"Ben"},{"family":"Eberlein","given":"Tim"},{"family":"Memmott","given":"Jane"}],"issued":{"date-parts":[[2011,6,1]]},"accessed":{"date-parts":[[2016,11,16]]},"container-title-short":"Oikos"},
  {"id":"Jord16","type":"article-journal","title":"Chasing Ecological Interactions","container-title":"PLOS Biol","page":"e1002559","volume":"14","issue":"9","source":"PLoS Journals","abstract":"Pedro Jordano assesses the challenges of studying the functional aspects of species interactions and how basic research is helping us to address the current fast-paced extinction of species due to human activities.","URL":"http://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.1002559","DOI":"10.1371/journal.pbio.1002559","ISSN":"1545-7885","author":[{"family":"Jordano","given":"Pedro"}],"issued":{"date-parts":[[2016,9,15]]},"accessed":{"date-parts":[[2016,9,27]]},"container-title-short":"PLOS Biol"},
  {"id":"HeleGarc14","type":"article-journal","title":"Ecological networks: delving into the architecture of biodiversity","container-title":"Biology Letters","volume":"10","issue":"1","source":"PubMed Central","abstract":"In recent years, the analysis of interaction networks has grown popular as a framework to explore ecological processes and the relationships between community structure and its functioning. The field has rapidly grown from its infancy to a vibrant youth, as reflected in the variety and quality of the discussions held at the first international symposium on Ecological Networks in Coimbra—Portugal (23–25 October 2013). The meeting gathered 170 scientists from 22 countries, who presented data from a broad geographical range, and covering all stages of network analyses, from sampling strategies to effective ways of communicating results, presenting new analytical tools, incorporation of temporal and spatial dynamics, new applications and visualization tools. During the meeting it became evident that while many of the caveats diagnosed in early network studies are successfully being tackled, new challenges arise, attesting to the health of the discipline.","URL":"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3917341/","DOI":"10.1098/rsbl.2013.1000","ISSN":"1744-9561","title-short":"Ecological networks","author":[{"family":"Heleno","given":"Ruben"},{"family":"Garcia","given":"Cristina"},{"family":"Jordano","given":"Pedro"},{"family":"Traveset","given":"Anna"},{"family":"Gómez","given":"José Maria"},{"family":"Blüthgen","given":"Nico"},{"family":"Memmott","given":"Jane"},{"family":"Moora","given":"Mari"},{"family":"Cerdeira","given":"Jorge"},{"family":"Rodríguez-Echeverría","given":"Susana"},{"family":"Freitas","given":"Helena"},{"family":"Olesen","given":"Jens M."}],"issued":{"date-parts":[[2014,1]]},"accessed":{"date-parts":[[2017,7,16]]},"PMID":"24402718","PMCID":"PMC3917341","container-title-short":"Biol Lett"},
  {"id":"Jord16a","type":"article-journal","title":"Sampling networks of ecological interactions","container-title":"Functional Ecology","source":"CrossRef","URL":"http://doi.wiley.com/10.1111/1365-2435.12763","DOI":"10.1111/1365-2435.12763","ISSN":"02698463","language":"en","author":[{"family":"Jordano","given":"Pedro"}],"issued":{"date-parts":[[2016,9]]},"accessed":{"date-parts":[[2016,10,12]]}},
  {"id":"NenzMont14","type":"article-journal","title":"The Impact of 850,000 Years of Climate Changes on the Structure and Dynamics of Mammal Food Webs","container-title":"PLOS ONE","page":"e106651","volume":"9","issue":"9","source":"PLoS Journals","abstract":"Most evidence of climate change impacts on food webs comes from modern studies and little is known about how ancient food webs have responded to climate changes in the past. Here, we integrate fossil evidence from 71 fossil sites, body-size relationships and actualism to reconstruct food webs for six large mammal communities that inhabited the Iberian Peninsula at different times during the Quaternary. We quantify the long-term dynamics of these food webs and study how their structure changed across the Quaternary, a period for which fossil data and climate changes are well known. Extinction, immigration and turnover rates were correlated with climate changes in the last 850 kyr. Yet, we find differences in the dynamics and structural properties of Pleistocene versus Holocene mammal communities that are not associated with glacial-interglacial cycles. Although all Quaternary mammal food webs were highly nested and robust to secondary extinctions, general food web properties changed in the Holocene. These results highlight the ability of communities to re-organize with the arrival of phylogenetically similar species without major structural changes, and the impact of climate change and super-generalist species (humans) on Iberian Holocene mammal communities.","URL":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0106651","DOI":"10.1371/journal.pone.0106651","ISSN":"1932-6203","language":"en","author":[{"family":"Nenzén","given":"Hedvig K."},{"family":"Montoya","given":"Daniel"},{"family":"Varela","given":"Sara"}],"issued":{"date-parts":[[2014,9,10]]},"accessed":{"date-parts":[[2019,7,19]]},"container-title-short":"PLOS ONE"},
  {"id":"YeakPire14","type":"article-journal","title":"Collapse of an ecological network in Ancient Egypt","container-title":"PNAS","page":"14472-14477","volume":"111","issue":"40","DOI":"10.1073/pnas.1408471111","author":[{"family":"Yeakel","given":"Justin D."},{"family":"Pires","given":"Mathias M."},{"family":"Rudolf","given":"Lars"},{"family":"Dominy","given":"Nathaniel J."},{"family":"Koch","given":"Paul L."},{"family":"Guimarães","given":"Paulo R."},{"family":"Gross","given":"Thilo"}],"issued":{"date-parts":[[2014,10]]},"accessed":{"date-parts":[[2015,3,3]]}},
  {"id":"ArauRoze11","type":"article-journal","title":"Using species co-occurrence networks to assess the impacts of climate change","container-title":"Ecography","page":"897-908","volume":"34","issue":"6","DOI":"10.1111/j.1600-0587.2011.06919.x","author":[{"family":"Araújo","given":"Miguel B."},{"family":"Rozenfeld","given":"Alejandro"},{"family":"Rahbek","given":"Carsten"},{"family":"Marquet","given":"Pablo A."}],"issued":{"date-parts":[[2011,5,5]]}},
  {"id":"MuscPrab18","type":"article-journal","title":"Quantifying ecological impacts of mass extinctions with network analysis of fossil communities","container-title":"Proceedings of the National Academy of Sciences","page":"201719976","source":"www.pnas.org","abstract":"Mass extinctions documented by the fossil record provide critical benchmarks for assessing changes through time in biodiversity and ecology. Efforts to compare biotic crises of the past and present, however, encounter difficulty because taxonomic and ecological changes are decoupled, and although various metrics exist for describing taxonomic turnover, no methods have yet been proposed to quantify the ecological impacts of extinction events. To address this issue, we apply a network-based approach to exploring the evolution of marine animal communities over the Phanerozoic Eon. Network analysis of fossil co-occurrence data enables us to identify nonrandom associations of interrelated paleocommunities. These associations, or evolutionary paleocommunities, dominated total diversity during successive intervals of relative community stasis. Community turnover occurred largely during mass extinctions and radiations, when ecological reorganization resulted in the decline of one association and the rise of another. Altogether, we identify five evolutionary paleocommunities at the generic and familial levels in addition to three ordinal associations that correspond to Sepkoski’s Cambrian, Paleozoic, and Modern evolutionary faunas. In this context, we quantify magnitudes of ecological change by measuring shifts in the representation of evolutionary paleocommunities over geologic time. Our work shows that the Great Ordovician Biodiversification Event had the largest effect on ecology, followed in descending order by the Permian–Triassic, Cretaceous–Paleogene, Devonian, and Triassic–Jurassic mass extinctions. Despite its taxonomic severity, the Ordovician extinction did not strongly affect co-occurrences of taxa, affirming its limited ecological impact. Network paleoecology offers promising approaches to exploring ecological consequences of extinctions and radiations.","URL":"http://www.pnas.org/content/early/2018/04/18/1719976115","DOI":"10.1073/pnas.1719976115","ISSN":"0027-8424, 1091-6490","language":"en","author":[{"family":"Muscente","given":"A. D."},{"family":"Prabhu","given":"Anirudh"},{"family":"Zhong","given":"Hao"},{"family":"Eleish","given":"Ahmed"},{"family":"Meyer","given":"Michael B."},{"family":"Fox","given":"Peter"},{"family":"Hazen","given":"Robert M."},{"family":"Knoll","given":"Andrew H."}],"issued":{"date-parts":[[2018,4,19]]},"accessed":{"date-parts":[[2018,6,12]]},"PMID":"29686079","container-title-short":"PNAS"},
  {"id":"LosaScho17","type":"article-journal","title":"Resistance of plant–plant networks to biodiversity loss and secondary extinctions following simulated environmental changes","container-title":"Functional Ecology","page":"1145-1152","volume":"31","issue":"5","source":"Wiley Online Library","abstract":"Plant interactions are fundamental processes for structuring plant communities and are an important mechanism governing the response of plant species and communities to environmental changes. Thus, understanding the role played by the interaction network in modulating the impact of environmental changes on plant community composition and diversity is crucial. Here, we aimed to develop a new analytical and conceptual framework to evaluate the responses of plant communities to environmental changes. This framework uses functional traits as sensitivity measures for simulated environmental changes and assesses the consequences of microhabitat loss. We show here its application to an alpine plant community where we recorded functional traits [specific leaf area (SLA) and leaf dry matter content (LDMC)] of all plants associated with three foundation species or the surrounding open areas. We then simulated primary species loss based on different scenarios of environmental change and explored community persistence to the loss of foundation species. Generally, plant community responses differed among environmental change scenarios. In a scenario of increasing drought alone (i.e. species with lower LDMC were lost first) or increasing drought with increasing temperature (i.e. species with lower LDMC and higher SLA were lost first), the plant community resisted because drought-tolerant foundation species tolerated those deteriorating conditions. However, in scenarios with increasing nitrogen input (i.e. species having lower SLA were lost earlier), foundation species accelerated species loss due to their early primary extinctions and the corresponding secondary extinctions of species associated to their microhabitat. The resistance of a plant community depends on the driver of environmental change, meaning that the prediction of the fate of this system is depending on the knowledge of the main driver of environmental change. Our framework provides a mechanistic understanding of an ecosystem response to such environmental changes thanks to the integration of biology-informed criteria of species sensitivities to environmental factors into a network of interacting species. A lay summary is available for this article.","URL":"https://besjournals.onlinelibrary.wiley.com/doi/abs/10.1111/1365-2435.12839","DOI":"10.1111/1365-2435.12839","ISSN":"1365-2435","language":"en","author":[{"family":"Losapio","given":"Gianalberto"},{"family":"Schöb","given":"Christian"}],"issued":{"date-parts":[[2017]]},"accessed":{"date-parts":[[2019,7,19]]}},
  {"id":"DalsTroj13","type":"article-journal","title":"Historical climate-change influences modularity and nestedness of pollination networks","container-title":"Ecography","page":"1331-1340","volume":"36","issue":"12","DOI":"10.1111/j.1600-0587.2013.00201.x","author":[{"family":"Dalsgaard","given":"Bo"},{"family":"Trøjelsgaard","given":"Kristian"},{"family":"Martín González","given":"Ana M."},{"family":"Nogués-Bravo","given":"David"},{"family":"Ollerton","given":"Jeff"},{"family":"Petanidou","given":"Theodora"},{"family":"Sandel","given":"Brody"},{"family":"Schleuning","given":"Matthias"},{"family":"Wang","given":"Zhiheng"},{"family":"Rahbek","given":"Carsten"},{"family":"Sutherland","given":"William J."},{"family":"Svenning","given":"Jens-Christian"},{"family":"Olesen","given":"Jens M."}],"issued":{"date-parts":[[2013]]},"accessed":{"date-parts":[[2015,2,23]]}},
  {"id":"PoisCana12","type":"article-journal","title":"The dissimilarity of species interaction networks","container-title":"Ecology Letters","page":"1353–1361","volume":"15","issue":"12","source":"Google Scholar","abstract":"In a context of global changes, and amidst the perpetual modification of community structure undergone by most natural ecosystems, it is more important than ever to understand how species interactions vary through space and time. The integration of biogeography and network theory will yield important results and further our understanding of species interactions. It has, however, been hampered so far by the difficulty to quantify variation among interaction networks. Here, we propose a general framework to study the dissimilarity of species interaction networks over time, space or environments, allowing both the use of quantitative and qualitative data. We decompose network dissimilarity into interactions and species turnover components, so that it is immediately comparable to common measures of β-diversity. We emphasise that scaling up β-diversity of community composition to the β-diversity of interactions requires only a small methodological step, which we foresee will help empiricists adopt this method. We illustrate the framework with a large dataset of hosts and parasites interactions and highlight other possible usages. We discuss a research agenda towards a biogeographical theory of species interactions.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/ele.12002/full","DOI":"10.1111/ele.12002","ISSN":"1461023X","language":"ENG","author":[{"family":"Poisot","given":"Timothée"},{"family":"Canard","given":"Elsa"},{"family":"Mouillot","given":"David"},{"family":"Mouquet","given":"Nicolas"},{"family":"Gravel","given":"Dominique"}],"issued":{"date-parts":[[2012]]},"accessed":{"date-parts":[[2016,9,2]]},"container-title-short":"Ecol. Lett."},
  {"id":"PoisGuev17","type":"article-journal","title":"Hosts, parasites and their interactions respond to different climatic variables","container-title":"Global Ecology and Biogeography","page":"n/a-n/a","DOI":"10.1111/geb.12602","author":[{"family":"Poisot","given":"Timothee"},{"family":"Gueveneux-Julien","given":"Cynthia"},{"family":"Fortin","given":"Marie-Josee"},{"family":"Gravel","given":"Dominique"},{"family":"Legendre","given":"Pierre"}],"issued":{"date-parts":[[2017]]},"container-title-short":"Global Ecol Biogeogr"},
  {"id":"PoisStou15","type":"article-journal","title":"Beyond species: why ecological interaction networks vary through space and time","container-title":"Oikos","page":"243-251","volume":"124","issue":"3","source":"Google Scholar","URL":"http://onlinelibrary.wiley.com/doi/10.1111/oik.01719/full","DOI":"10.1111/oik.01719","title-short":"Beyond species","language":"en","author":[{"family":"Poisot","given":"Timothée"},{"family":"Stouffer","given":"Daniel B."},{"family":"Gravel","given":"Dominique"}],"issued":{"date-parts":[[2015]]}},
  {"id":"PocoRoy15","type":"article-journal","title":"The Biological Records Centre: a pioneer of citizen science","container-title":"Biological Journal of the Linnean Society","page":"475-493","volume":"115","issue":"3","source":"academic.oup.com","abstract":"Abstract.  People have been recording wildlife for centuries and the resulting datasets lead to important scientific research. The Biological Records Centre (BR","URL":"https://academic.oup.com/biolinnean/article/115/3/475/2440508","DOI":"10.1111/bij.12548","ISSN":"0024-4066","title-short":"The Biological Records Centre","language":"en","author":[{"family":"Pocock","given":"Michael J. O."},{"family":"Roy","given":"Helen E."},{"family":"Preston","given":"Chris D."},{"family":"Roy","given":"David B."}],"issued":{"date-parts":[[2015,7,1]]},"accessed":{"date-parts":[[2019,7,19]]},"container-title-short":"Biol J Linn Soc"},
  {"id":"RoyBaxt16","type":"article-journal","title":"Focal Plant Observations as a Standardised Method for Pollinator Monitoring: Opportunities and Limitations for Mass Participation Citizen Science","container-title":"PLOS ONE","page":"e0150794","volume":"11","issue":"3","source":"PLoS Journals","abstract":"Background Recently there has been increasing focus on monitoring pollinating insects, due to concerns about their declines, and interest in the role of volunteers in monitoring pollinators, particularly bumblebees, via citizen science. Methodology / Principal Findings The Big Bumblebee Discovery was a one-year citizen science project run by a partnership of EDF Energy, the British Science Association and the Centre for Ecology & Hydrology which sought to assess the influence of the landscape at multiple scales on the diversity and abundance of bumblebees. Timed counts of bumblebees (Bombus spp.; identified to six colour groups) visiting focal plants of lavender (Lavendula spp.) were carried out by about 13 000 primary school children (7–11 years old) from over 4000 schools across the UK. 3948 reports were received totalling 26 868 bumblebees. We found that while the wider landscape type had no significant effect on reported bumblebee abundance, the local proximity to flowers had a significant effect (fewer bumblebees where other flowers were reported to be >5m away from the focal plant). However, the rate of mis-identifcation, revealed by photographs uploaded by participants and a photo-based quiz, was high. Conclusions / Significance Our citizen science results support recent research on the importance of local flocal resources on pollinator abundance. Timed counts of insects visiting a lure plant is potentially an effective approach for standardised pollinator monitoring, engaging a large number of participants with a simple protocol. However, the relatively high rate of mis-identifications (compared to reports from previous pollinator citizen science projects) highlights the importance of investing in resources to train volunteers. Also, to be a scientifically valid method for enquiry, citizen science data needs to be sufficiently high quality, so receiving supporting evidence (such as photographs) would allow this to be tested and for records to be verified.","URL":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0150794","DOI":"10.1371/journal.pone.0150794","ISSN":"1932-6203","title-short":"Focal Plant Observations as a Standardised Method for Pollinator Monitoring","language":"en","author":[{"family":"Roy","given":"Helen E."},{"family":"Baxter","given":"Elizabeth"},{"family":"Saunders","given":"Aoine"},{"family":"Pocock","given":"Michael J. O."}],"issued":{"date-parts":[[2016,3,17]]},"accessed":{"date-parts":[[2019,7,19]]},"container-title-short":"PLOS ONE"},
  {"id":"BahlLand16","type":"article-journal","title":"Predicting plant attractiveness to pollinators with passive crowdsourcing","container-title":"Royal Society Open Science","page":"150677","volume":"3","issue":"6","source":"rsos.royalsocietypublishing.org","abstract":"Global concern regarding pollinator decline has intensified interest in enhancing pollinator resources in managed landscapes. These efforts frequently emphasize restoration or planting of flowering plants to provide pollen and nectar resources that are highly attractive to the desired pollinators. However, determining exactly which plant species should be used to enhance a landscape is difficult. Empirical screening of plants for such purposes is logistically daunting, but could be streamlined by crowdsourcing data to create lists of plants most probable to attract the desired pollinator taxa. People frequently photograph plants in bloom and the Internet has become a vast repository of such images. A proportion of these images also capture floral visitation by arthropods. Here, we test the hypothesis that the abundance of floral images containing identifiable pollinator and other beneficial insects is positively associated with the observed attractiveness of the same species in controlled field trials from previously published studies. We used Google Image searches to determine the correlation of pollinator visitation captured by photographs on the Internet relative to the attractiveness of the same species in common-garden field trials for 43 plant species. From the first 30 photographs, which successfully identified the plant, we recorded the number of Apis (managed honeybees), non-Apis (exclusively wild bees) and the number of bee-mimicking syrphid flies. We used these observations from search hits as well as bloom period (BP) as predictor variables in Generalized Linear Models (GLMs) for field-observed abundances of each of these groups. We found that non-Apis bees observed in controlled field trials were positively associated with observations of these taxa in Google Image searches (pseudo-R2 of 0.668). Syrphid fly observations in the field were also associated with the frequency they were observed in images, but this relationship was weak. Apis bee observations were not associated with Internet images, but were slightly associated with BP. Our results suggest that passively crowdsourced image data can potentially be a useful screening tool to identify candidate plants for pollinator habitat restoration efforts directed at wild bee conservation. Increasing our understanding of the attractiveness of a greater diversity of plants increases the potential for more rapid and efficient research in creating pollinator-supportive landscapes.","URL":"http://rsos.royalsocietypublishing.org/content/3/6/150677","DOI":"10.1098/rsos.150677","ISSN":"2054-5703","language":"en","author":[{"family":"Bahlai","given":"Christie A."},{"family":"Landis","given":"Douglas A."}],"issued":{"date-parts":[[2016,6,1]]},"accessed":{"date-parts":[[2016,10,18]]}},
  {"id":"EvanKits16","type":"article-journal","title":"Merging DNA metabarcoding and ecological network analysis to understand and build resilient terrestrial ecosystems","container-title":"Functional Ecology","source":"CrossRef","URL":"http://doi.wiley.com/10.1111/1365-2435.12659","DOI":"10.1111/1365-2435.12659","ISSN":"02698463","language":"en","author":[{"family":"Evans","given":"Darren M."},{"family":"Kitson","given":"James J. N."},{"family":"Lunt","given":"David H."},{"family":"Straw","given":"Nigel A."},{"family":"Pocock","given":"Michael. J. O."}],"issued":{"date-parts":[[2016,4]]},"accessed":{"date-parts":[[2016,10,12]]}},
  {"id":"EitzAbre19","type":"article-journal","title":"Assessing changes in arthropod predator–prey interactions through DNA-based gut content analysis—variable environment, stable diet","container-title":"Molecular Ecology","page":"266-280","volume":"28","issue":"2","source":"Wiley Online Library","abstract":"Analysing the structure and dynamics of biotic interaction networks and the processes shaping them is currently one of the key fields in ecology. In this paper, we develop a novel approach to gut content analysis, thereby deriving a new perspective on community interactions and their responses to environment. For this, we use an elevational gradient in the High Arctic, asking how the environment and species traits interact in shaping predator–prey interactions involving the wolf spider Pardosa glacialis. To characterize the community of potential prey available to this predator, we used pitfall trapping and vacuum sampling. To characterize the prey actually consumed, we applied molecular gut content analysis. Using joint species distribution models, we found elevation and vegetation mass to explain the most variance in the composition of the prey community locally available. However, such environmental variables had only a small effect on the prey community found in the spider's gut. These observations indicate that Pardosa exerts selective feeding on particular taxa irrespective of environmental constraints. By directly modelling the probability of predation based on gut content data, we found that neither trait matching in terms of predator and prey body size nor phylogenetic or environmental constraints modified interaction probability. Our results indicate that taxonomic identity may be more important for predator–prey interactions than environmental constraints or prey traits. The impact of environmental change on predator–prey interactions thus appears to be indirect and mediated by its imprint on the community of available prey.","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/mec.14872","DOI":"10.1111/mec.14872","ISSN":"1365-294X","language":"en","author":[{"family":"Eitzinger","given":"Bernhard"},{"family":"Abrego","given":"Nerea"},{"family":"Gravel","given":"Dominique"},{"family":"Huotari","given":"Tea"},{"family":"Vesterinen","given":"Eero J."},{"family":"Roslin","given":"Tomas"}],"issued":{"date-parts":[[2019]]},"accessed":{"date-parts":[[2019,7,19]]}},
  {"id":"Brun10","type":"article-journal","title":"Scientific Journals can Advance Tropical Biology and Conservation by Requiring Data Archiving","container-title":"Biotropica","page":"399-401","volume":"42","issue":"4","source":"Wiley Online Library","URL":"http://onlinelibrary.wiley.com/doi/10.1111/j.1744-7429.2010.00652.x/abstract","DOI":"10.1111/j.1744-7429.2010.00652.x","ISSN":"1744-7429","language":"en","author":[{"family":"Bruna","given":"Emilio M."}],"issued":{"date-parts":[[2010,7,1]]},"accessed":{"date-parts":[[2018,3,9]]}},
  {"id":"CollRam08","type":"article-journal","title":"The Tropical Biodiversity Data Gap: Addressing Disparity in Global Monitoring","container-title":"Tropical Conservation Science","page":"75-88","volume":"1","issue":"2","source":"SAGE Journals","abstract":"Nations around the world are required to measure their progress towards key biodiversity goals. One important example of this, the Convention on Biological Diversity's 2010 target, is soon approaching. The target set is to significantly reduce the rate of biodiversity loss by the year 2010. However, to what extent are the data, especially for tropical countries, available to indicate biodiversity change and to what extent is current knowledge of biodiversity change truly a global picture? While species richness is greatest in the tropics, biodiversity data richness is skewed towards the poles. This not only provides a significant challenge for global indicators to accurately represent biodiversity, but also for individual countries that are responsible under such legislation for measuring their own impact on biodiversity. We examine the coverage of biodiversity data using four global biodiversity datasets, and look at how effective current efforts are at addressing this discrepancy, and what countries might be able to do in time for 2010 and beyond. We conclude by suggesting a number of activities which might provide impetus for improved biodiversity monitoring in tropical nations.","URL":"https://doi.org/10.1177/194008290800100202","DOI":"10.1177/194008290800100202","ISSN":"1940-0829","title-short":"The Tropical Biodiversity Data Gap","language":"en","author":[{"family":"Collen","given":"Ben"},{"family":"Ram","given":"Mala"},{"family":"Zamin","given":"Tara"},{"family":"McRae","given":"Louise"}],"issued":{"date-parts":[[2008,6,1]]},"accessed":{"date-parts":[[2019,7,18]]},"container-title-short":"Tropical Conservation Science"},
  {"id":"MautParr13","type":"article-journal","title":"Open Access Digital Data Sharing: Principles, Policies and Practices","container-title":"Social Epistemology","page":"47-67","volume":"27","issue":"1","source":"Taylor and Francis+NEJM","abstract":"Open access to research data is increasingly being institutionalized across funding and research-related organizations through data sharing policies. Compliance with these policies has been hampered by reluctance, amongst many social and natural scientists, to release data on an open access basis. Dominant approaches to tackling data sharing obstacles focus on methodological, ethical, legal, scientific and technological infrastructures. This article explores barriers to data sharing through examination of the changing conditions and practices of data sharing; specifically, the recent introduction of digital data sharing policies and their institutionalization of open access as a normative data sharing model. The scientific, moral and political assumptions underpinning open access digital data sharing policies and principles are examined, and their implications considered for data sharing practices. The paper suggests that data sharing obstacles may be understood in terms of a policy–practice divide, whereby data sharing policies fail to recognize data sharing as a relational practice. In conclusion, alternative relational approaches to data sharing policies are proposed, drawing on the Mass Observation Archive guidelines as a useful illustrative model.","URL":"https://doi.org/10.1080/02691728.2012.760663","DOI":"10.1080/02691728.2012.760663","ISSN":"0269-1728","title-short":"Open Access Digital Data Sharing","author":[{"family":"Mauthner","given":"Natasha Susan"},{"family":"Parry","given":"Odette"}],"issued":{"date-parts":[[2013,1,1]]},"accessed":{"date-parts":[[2019,7,18]]}},
  {"id":"AlboVele14","type":"article-journal","title":"From projected species distribution to food-web structure under climate change","container-title":"Global Change Biology","page":"730-741","volume":"20","issue":"3","source":"Wiley Online Library","abstract":"Climate change is inducing deep modifications in species geographic ranges worldwide. However, the consequences of such changes on community structure are still poorly understood, particularly the impacts on food-web properties. Here, we propose a new framework, coupling species distribution and trophic models, to predict climate change impacts on food-web structure across the Mediterranean Sea. Sea surface temperature was used to determine the fish climate niches and their future distributions. Body size was used to infer trophic interactions between fish species. Our projections reveal that 54 fish species of 256 endemic and native species included in our analysis would disappear by 2080–2099 from the Mediterranean continental shelf. The number of feeding links between fish species would decrease on 73.4% of the continental shelf. However, the connectance of the overall fish web would increase on average, from 0.26 to 0.29, mainly due to a differential loss rate of feeding links and species richness. This result masks a systematic decrease in predator generality, estimated here as the number of prey species, from 30.0 to 25.4. Therefore, our study highlights large-scale impacts of climate change on marine food-web structure with potential deep consequences on ecosystem functioning. However, these impacts will likely be highly heterogeneous in space, challenging our current understanding of climate change impact on local marine ecosystems.","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/gcb.12467","DOI":"10.1111/gcb.12467","ISSN":"1365-2486","language":"en","author":[{"family":"Albouy","given":"Camille"},{"family":"Velez","given":"Laure"},{"family":"Coll","given":"Marta"},{"family":"Colloca","given":"Francesco"},{"family":"Loc'h","given":"François Le"},{"family":"Mouillot","given":"David"},{"family":"Gravel","given":"Dominique"}],"issued":{"date-parts":[[2014]]},"accessed":{"date-parts":[[2019,7,17]]}},
  {"id":"PoisGrav16","type":"article-journal","title":"Synthetic datasets and community tools for the rapid testing of ecological hypotheses","container-title":"Ecography","page":"402-408","volume":"39","issue":"4","source":"Wiley Online Library","abstract":"The increased availability of both open ecological data, and software to interact with it, allows the fast collection and integration of information at all spatial and taxonomic scales. This offers the opportunity to address macroecological questions in a cost-effective way. In this contribution, we illustrate this approach by forecasting the structure of a stream food web at the global scale. In so doing, we highlight the most salient issues needing to be addressed before this approach can be used with a high degree of confidence.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/ecog.01941/abstract","DOI":"10.1111/ecog.01941","ISSN":"1600-0587","language":"en","author":[{"family":"Poisot","given":"Timothée"},{"family":"Gravel","given":"Dominique"},{"family":"Leroux","given":"Shawn"},{"family":"Wood","given":"Spencer A."},{"family":"Fortin","given":"Marie-Josée"},{"family":"Baiser","given":"Benjamin"},{"family":"Cirtwill","given":"Alyssa R."},{"family":"Araújo","given":"Miguel B."},{"family":"Stouffer","given":"Daniel B."}],"issued":{"date-parts":[[2016,4,1]]},"accessed":{"date-parts":[[2016,9,2]]},"container-title-short":"Ecography"},
  {"id":"StroLero14","type":"article-journal","title":"Impact of Non-Native Terrestrial Mammals on the Structure of the Terrestrial Mammal Food Web of Newfoundland, Canada","container-title":"PLOS ONE","page":"e106264","volume":"9","issue":"8","source":"PLoS Journals","abstract":"The island of Newfoundland is unique because it has as many non-native terrestrial mammals as native ones. The impacts of non-native species on native flora and fauna can be profound and invasive species have been identified as one of the primary drivers of species extinction. Few studies, however, have investigated the effects of a non-native species assemblage on community and ecosystem properties. We reviewed the literature to build the first terrestrial mammal food web for the island of Newfoundland and then used network analyses to investigate how the timing of introductions and trophic position of non-native species has affected the structure of the terrestrial mammal food web in Newfoundland. The first non-native mammals (house mouse and brown rat) became established in Newfoundland with human settlement in the late 15th and early 16th centuries. Coyotes and southern red-backed voles are the most recent mammals to establish themselves on the island in 1985 and 1998, respectively. The fraction of intermediate species increased with the addition of non-native mammals over time whereas the fraction of basal and top species declined over time. This increase in intermediate species mediated by non-native species arrivals led to an overall increase in the terrestrial mammal food web connectance and generality (i.e. mean number of prey per predator). This diverse prey base and sources of carrion may have facilitated the natural establishment of coyotes on the island. Also, there is some evidence that the introduction of non-native prey species such as the southern red-backed vole has contributed to the recovery of the threatened American marten. Long-term monitoring of the food web is required to understand and predict the impacts of the diverse novel interactions that are developing in the terrestrial mammal food web of Newfoundland.","URL":"http://journals.plos.org/plosone/article?id=10.1371/journal.pone.0106264","DOI":"10.1371/journal.pone.0106264","ISSN":"1932-6203","author":[{"family":"Strong","given":"Justin S."},{"family":"Leroux","given":"Shawn J."}],"issued":{"date-parts":[[2014,8,29]]},"accessed":{"date-parts":[[2017,2,15]]},"container-title-short":"PLOS ONE"},
  {"id":"MagrHolz17","type":"article-journal","title":"Plant-pollinator networks in semi-natural grasslands are resistant to the loss of pollinators during blooming of mass-flowering crops","container-title":"Ecography","page":"n/a-n/a","source":"Wiley Online Library","abstract":"Mass-flowering crops lead to spatial redistributions of pollinators and to transient shortages within nearby semi-natural grasslands, but the impacts on plant-pollinator interactions remain largely unexplored. Here, we characterised which pollinator species are attracted by oilseed rape and how this affected the structure of plant-pollinator networks in nearby grasslands. We surveyed 177 networks from three countries (Germany, Sweden and United Kingdom) in 24 landscapes with high crop cover, and compared them to 24 landscapes with low or no oilseed rape during and after crop blooming. On average 55% of grassland pollinator species were found on the crop, which attracted 8-35% of individuals away from grasslands. However, networks in the grasslands were resistant to these reductions, since mainly abundant and highly mobile species were attracted. Nonetheless, simulations indicated that network structural changes could be triggered if >50% of individuals were attracted to the crop (a value well-above that found in our study system), which could affect community stability and resilience to further disturbance. This article is protected by copyright. All rights reserved.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/ecog.02847/abstract","DOI":"10.1111/ecog.02847","ISSN":"1600-0587","language":"en","author":[{"family":"Magrach","given":"Ainhoa"},{"family":"Holzschuh","given":"Andrea"},{"family":"Bartomeus","given":"Ignasi"},{"family":"Riedinger","given":"Verena"},{"family":"Roberts","given":"Stuart P.M."},{"family":"Rundlöf","given":"Maj"},{"family":"Vujić","given":"Ante"},{"family":"Wickens","given":"Jennifer B."},{"family":"Wickens","given":"Victoria J."},{"family":"Bommarco","given":"Riccardo"},{"family":"González-Varo","given":"Juan P."},{"family":"Potts","given":"Simon G."},{"family":"Smith","given":"Henrik G."},{"family":"Steffan-Dewenter","given":"Ingolf"},{"family":"Vilà","given":"Montserrat"}],"issued":{"date-parts":[[2017,2,1]]},"accessed":{"date-parts":[[2017,2,27]]},"container-title-short":"Ecography"},
  {"id":"BartGrav16","type":"article-journal","title":"A common framework for identifying linkage rules across different types of interactions","container-title":"Functional Ecology","page":"1894-1903","volume":"30","issue":"12","source":"Wiley Online Library","abstract":"* Species interactions, ranging from antagonisms to mutualisms, form the architecture of biodiversity and determine ecosystem functioning. Understanding the rules responsible for who interacts with whom, as well as the functional consequences of these interspecific interactions, is central to predict community dynamics and stability.\n\n\n* Species traits sensu lato may affect different ecological processes by determining species interactions through a two-step process. First, ecological and life-history traits govern species distributions and abundance, and hence determine species co-occurrence and the potential for species to interact. Secondly, morphological or physiological traits between co-occurring potential interaction partners should match for the realization of an interaction. Here, we review recent advances on predicting interactions from species co-occurrence and develop a probabilistic model for inferring trait matching.\n\n\n* The models proposed here integrate both neutral and trait-matching constraints, while using only information about known interactions, thereby overcoming problems originating from undersampling of rare interactions (i.e. missing links). They can easily accommodate qualitative or quantitative data and can incorporate trait variation within species, such as values that vary along developmental stages or environmental gradients.\n\n\n* We use three case studies to show that the proposed models can detect strong trait matching (e.g. predator–prey system), relaxed trait matching (e.g. herbivore–plant system) and barrier trait matching (e.g. plant–pollinator systems).\n\n\n* Only by elucidating which species traits are important in each process (i.e. in determining interaction establishment and frequency), we can advance in explaining how species interact and the consequences of these interactions for ecosystem functioning.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/1365-2435.12666/abstract","DOI":"10.1111/1365-2435.12666","ISSN":"1365-2435","language":"en","author":[{"family":"Bartomeus","given":"Ignasi"},{"family":"Gravel","given":"Dominique"},{"family":"Tylianakis","given":"Jason M."},{"family":"Aizen","given":"Marcelo A."},{"family":"Dickie","given":"Ian A."},{"family":"Bernard-Verdier","given":"Maud"}],"issued":{"date-parts":[[2016,5,1]]},"accessed":{"date-parts":[[2016,9,2]]},"container-title-short":"Funct Ecol"},
  {"id":"PomeThom18","type":"article-journal","title":"Inferring predator-prey interactions in food webs","container-title":"Methods in Ecology and Evolution","volume":"0","issue":"ja","source":"Wiley Online Library","abstract":"1.Food webs are a powerful way to represent the diversity, structure, and function of ecological systems. However, the accurate description of food webs requires significant effort in time and resources, limiting their widespread use in ecological studies. Newly published methods allow for the inference of feeding interactions using proxy variables. Here, we compare the accuracy of two recently described methods, as well as describe a composite model of the two, for the inference of feeding interactions using a large, well-described dataset. 2.Both niche and neutral processes are involved in determining whether or not two species will form a feeding link in communities. Three different models for determining niche constraints of feeding interactions are compared, and all three models are extended by incorporating neutral processes, based on relative abundances. The three models compared here infer niche processes through 1) phylogenetic relationships, 2) local species trait distributions (e.g. body size), and 3) a composite of phylogeny and local traits. 3.We show that all three methods perform well at predicting individual species interactions, and that these individual predictions scale up to the network level, resulting in food-web structure of inferred networks being similar to their empirical counterparts. 4.Our results indicate that inferring food-web structure using phylogenies can be an efficient way of getting summary webs with minimal data, and offers a conservative test of changes in food-web structure, particularly when there is low species turnover between sites. Inferences made using traits requires more data, but allows for greater understanding of the mechanisms underlying trophic interactions. A composite model of the two methods provides a framework for investigating the importance of how phylogeny, trait distributions, and relative abundances, affect species interactions, and network structure. This article is protected by copyright. All rights reserved.","URL":"https://besjournals.onlinelibrary.wiley.com/doi/abs/10.1111/2041-210X.13125","DOI":"10.1111/2041-210X.13125","ISSN":"2041-210X","language":"en","author":[{"family":"Pomeranz","given":"Justin PF"},{"family":"Thompson","given":"Ross M."},{"family":"Poisot","given":"Timothée"},{"family":"Harding","given":"Jon S."}],"issued":{"date-parts":[[2018]]},"accessed":{"date-parts":[[2018,11,19]]}},
  {"id":"GravBais18","type":"article-journal","title":"Bringing Elton and Grinnell together: a quantitative framework to represent the biogeography of ecological interaction networks","container-title":"Ecography","volume":"0","issue":"0","source":"Wiley Online Library","abstract":"Biogeography has traditionally focused on the spatial distribution and abundance of species. Both are driven by the way species interact with one another, but only recently community ecologists realized the need to document their spatial and temporal variation. Here, we call for an integrated approach, adopting the view that community structure is best represented as a network of ecological interactions, and show how it translates to biogeography questions. We propose that the ecological niche should encompass the effect of the environment on species distribution (the Grinnellian dimension of the niche) and on the ecological interactions among them (the Eltonian dimension). Starting from this concept, we develop a quantitative theory to explain turnover of interactions in space and time – i.e. a novel approach to interaction distribution modeling. We apply this framework to host–parasite interactions across Europe and find that two aspects of the environment (temperature and precipitation) exert a strong imprint on species co-occurrence, but not on species interactions. Even where species co-occur, interaction proves to be stochastic rather than deterministic, adding to variation in realized network structure. We also find that a large majority of host-parasite pairs are never found together, thus precluding any inferences regarding their probability to interact. This first attempt to explain variation of network structure at large spatial scales opens new perspectives at the interface of species distribution modeling and community ecology.","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/ecog.04006","DOI":"10.1111/ecog.04006","ISSN":"1600-0587","title-short":"Bringing Elton and Grinnell together","language":"en","author":[{"family":"Gravel","given":"Dominique"},{"family":"Baiser","given":"Benjamin"},{"family":"Dunne","given":"Jennifer A."},{"family":"Kopelke","given":"Jens-Peter"},{"family":"Martinez","given":"Neo D."},{"family":"Nyman","given":"Tommi"},{"family":"Poisot","given":"Timothée"},{"family":"Stouffer","given":"Daniel B."},{"family":"Tylianakis","given":"Jason M."},{"family":"Wood","given":"Spencer A."},{"family":"Roslin","given":"Tomas"}],"issued":{"date-parts":[[2018,10]]},"accessed":{"date-parts":[[2018,10,4]]}},
  {"id":"GravPois13","type":"article-journal","title":"Inferring food web structure from predator-prey body size relationships","container-title":"Methods in Ecology and Evolution","page":"1083-1090","volume":"4","issue":"11","source":"CrossRef","URL":"http://doi.wiley.com/10.1111/2041-210X.12103","DOI":"10.1111/2041-210X.12103","ISSN":"2041210X","language":"en","author":[{"family":"Gravel","given":"Dominique"},{"family":"Poisot","given":"Timothée"},{"family":"Albouy","given":"Camille"},{"family":"Velez","given":"Laure"},{"family":"Mouillot","given":"David"}],"editor":[{"family":"Freckleton","given":"Robert"}],"issued":{"date-parts":[[2013,11]]},"accessed":{"date-parts":[[2016,10,12]]}},
  {"id":"BrouGrav17","type":"article-journal","title":"Trait-matching and phylogeny as predictors of predator-prey interactions involving ground beetles","container-title":"Functional Ecology","source":"CrossRef","URL":"http://doi.wiley.com/10.1111/1365-2435.12943","DOI":"10.1111/1365-2435.12943","ISSN":"02698463","language":"en","author":[{"family":"Brousseau","given":"Pierre-Marc"},{"family":"Gravel","given":"Dominique"},{"family":"Tanya Handa","given":"I."}],"issued":{"date-parts":[[2017,7,20]]},"accessed":{"date-parts":[[2017,7,28]]}},
  {"id":"DesjLaig17","type":"article-journal","title":"Ecological interactions and the Netflix problem","container-title":"PeerJ","volume":"5","issue":"e3644","abstract":"Species interactions are a key component of ecosystems but we generally have an incomplete picture of who-eats-who in a given community. Different techniques have been devised to predict species interactions using theoretical models or abundances. Here, we explore the K nearest neighbour approach, with a special emphasis on recommendation, along with a supervised machine learning technique. Recommenders are algorithms developed for companies like Netflix to predict whether a customer will like a product given the preferences of similar customers. These machine learning techniques are well-suited to study binary ecological interactions since they focus on positive-only data. By removing a prey from a predator, we find that recommenders can guess the missing prey around 50% of the times on the first try, with up to 881 possibilities. Traits do not improve significantly the results for the K nearest neighbour, although a simple test with a supervised learning approach (random forests) show we can predict interactions with high accuracy using only three traits per species. This result shows that binary interactions can be predicted without regard to the ecological community given only three variables: body mass and two variables for the species’ phylogeny. These techniques are complementary, as recommenders can predict interactions in the absence of traits, using only information about other species’ interactions, while supervised learning algorithms such as random forests base their predictions on traits only but do not exploit other species’ interactions. Further work should focus on developing custom similarity measures specialized for ecology to improve the KNN algorithms and using richer data to capture indirect relationships between species.","URL":"https://doi.org/10.7717/peerj.3644","DOI":"10.7717/peerj.3644","author":[{"family":"Desjardins-Proulx","given":"Philippe"},{"family":"Laigle","given":"Idaline"},{"family":"Poisot","given":"Timothée"},{"family":"Gravel","given":"Dominique"}],"issued":{"date-parts":[[2017]]}},
  {"id":"BeauDesj16","type":"article-journal","title":"Thinking Outside the Box–predicting Biotic Interactions in Data-poor Environments","container-title":"Vie et milieu-life and enVironment","page":"333–342","volume":"66","issue":"3-4","source":"Google Scholar","author":[{"family":"Beauchesne","given":"David"},{"literal":"Desjardins-Proulx"},{"family":"Archambault","given":"Philippe"},{"family":"Gravel","given":"Dominique"}],"issued":{"date-parts":[[2016]]}},
  {"id":"StocPois17","type":"article-journal","title":"Linear filtering reveals false negatives in species interaction data","container-title":"Scientific Reports","page":"45908","volume":"7","source":"www.nature.com","abstract":"Species interaction datasets, often represented as sparse matrices, are usually collected through observation studies targeted at identifying species interactions.","URL":"http://www.nature.com/srep/2017/170406/srep45908/full/srep45908.html","DOI":"10.1038/srep45908","ISSN":"2045-2322","language":"en","author":[{"family":"Stock","given":"Michiel"},{"family":"Poisot","given":"Timothée"},{"family":"Waegeman","given":"Willem"},{"family":"Baets","given":"Bernard De"}],"issued":{"date-parts":[[2017,4,6]]},"accessed":{"date-parts":[[2017,4,24]]}},
  {"id":"MoraMati15","type":"article-journal","title":"Inferring biotic interactions from proxies","container-title":"Trends in Ecology & Evolution","note":"tex.owner= tpoisot","author":[{"family":"Morales-Castilla","given":"Ignacio"},{"family":"Matias","given":"Miguel G."},{"family":"Gravel","given":"Dominique"},{"family":"Araújo","given":"Miguel B."}],"issued":{"date-parts":[[2015]]}},
  {"id":"HuiRich19","type":"article-journal","title":"How to Invade an Ecological Network","container-title":"Trends in Ecology & Evolution","page":"121-131","volume":"34","issue":"2","source":"ScienceDirect","abstract":"Invasion science is in a state of paradox, having low predictability despite strong, identifiable covariates of invasion performance. We propose shifting the foundation metaphor of biological invasions from a linear filtering scheme to one that invokes complex adaptive networks. We link invasion performance and invasibility directly to the loss of network stability and indirectly to network topology through constraints from the emergence of the stability criterion in complex systems. We propose the wind vane of an invaded network – the major axis of its adjacency matrix – which reveals how species respond dynamically to invasions. We suggest that invasion ecology should steer away from comparative macroecological studies, to rather explore the ecological network centred on the focal species.","URL":"http://www.sciencedirect.com/science/article/pii/S016953471830274X","DOI":"10.1016/j.tree.2018.11.003","ISSN":"0169-5347","author":[{"family":"Hui","given":"Cang"},{"family":"Richardson","given":"David M."}],"issued":{"date-parts":[[2019,2,1]]},"accessed":{"date-parts":[[2019,3,21]]},"container-title-short":"Trends in Ecology & Evolution"},
  {"id":"GuidBart19","type":"article-journal","title":"Predator–Prey Interactions in the Anthropocene: Reconciling Multiple Aspects of Novelty","container-title":"Trends in Ecology & Evolution","volume":"0","issue":"0","source":"www.cell.com","URL":"https://www.cell.com/trends/ecology-evolution/abstract/S0169-5347(19)30064-3","DOI":"10.1016/j.tree.2019.02.017","ISSN":"0169-5347","title-short":"Predator–Prey Interactions in the Anthropocene","language":"English","author":[{"family":"Guiden","given":"Peter W."},{"family":"Bartel","given":"Savannah L."},{"family":"Byer","given":"Nathan W."},{"family":"Shipley","given":"Amy A."},{"family":"Orrock","given":"John L."}],"issued":{"date-parts":[[2019,3,19]]},"accessed":{"date-parts":[[2019,3,22]]},"container-title-short":"Trends in Ecology & Evolution"},
  {"id":"DelmBess18","type":"article-journal","title":"Analysing ecological networks of species interactions","container-title":"Biological Reviews","page":"112540","source":"Crossref","abstract":"Networks provide one of the best representation for ecological communities, composed of many speecies with dense connections between them. Yet the methodological literature allowing one to analyse and extract meaning from ecological networks is dense, fragmented, and unwelcoming. We provide a general overview to the field, outlining both the intent of the different measures, their assumptions, and the contexts in which they can be used. We anchor this discussion in examples from empirical studies, and conclude by highlighting what we think should be the future developments in the field.","URL":"http://doi.wiley.com/10.1111/brv.12433","DOI":"10.1111/brv.12433","ISSN":"14647931","title-short":"Analysing ecological networks of species interactions","language":"en","author":[{"family":"Delmas","given":"Eva"},{"family":"Besson","given":"Mathilde"},{"family":"Brice","given":"Marie-Hélène"},{"family":"Burkle","given":"Laura A."},{"family":"Dalla Riva","given":"Giulio V."},{"family":"Fortin","given":"Marie-Josée"},{"family":"Gravel","given":"Dominique"},{"family":"Guimarães","given":"Paulo R."},{"family":"Hembry","given":"David H."},{"family":"Newman","given":"Erica A."},{"family":"Olesen","given":"Jens M."},{"family":"Pires","given":"Mathias M."},{"family":"Yeakel","given":"Justin D."},{"family":"Poisot","given":"Timothée"}],"issued":{"date-parts":[[2018,6,20]]},"accessed":{"date-parts":[[2018,6,20]]}},
  {"id":"Whit62","type":"article-journal","title":"Classification of Natural Communities","container-title":"Botanical Review","page":"1-239","volume":"28","issue":"1","source":"JSTOR","archive":"JSTOR","URL":"https://www.jstor.org/stable/4353649","ISSN":"0006-8101","author":[{"family":"Whittaker","given":"Robert H."}],"issued":{"date-parts":[[1962]]},"accessed":{"date-parts":[[2019,7,12]]}},
  {"id":"BrosOstl04","type":"article-journal","title":"Unified spatial scaling of species and their trophic interactions","container-title":"Nature","page":"167-171","volume":"428","issue":"6979","URL":"http://dx.doi.org/10.1038/nature02297","DOI":"10.1038/nature02297","author":[{"family":"Brose","given":"Ulrich"},{"family":"Ostling","given":"Annette"},{"family":"Harrison","given":"Kateri"},{"family":"Martinez","given":"Neo D."}],"issued":{"date-parts":[[2004]]}},
  {"id":"TrojOles16","type":"article-journal","title":"Ecological networks in motion: micro- and macroscopic variability across scales","container-title":"Functional Ecology","page":"1926-1935","volume":"30","issue":"12","source":"Wiley Online Library","abstract":"* There has been an intense focus on the response of species to environmental changes, and more recently, the interactions of species have been examined in a similar way in order to understand the stability of entire communities and networks of interacting species. As a consequence, ecological networks have been placed in spatial and temporal contexts in order to reveal what may drive network variability. Understanding the spatial and temporal variability of ecological networks, and in particular the underlying forces facilitating changes, seems pertinent in our attempts to understand and anticipate how ecological networks may vary and respond to future environmental scenarios.\n\n\n* Network variability has been studied at widely differing temporal and spatial scales. For example, studies exploring temporal variability ranges from within-season comparisons to comparisons over vast geological time spans, and the spatial extent ranges from the scale of a single pond to global analyses. Here, we highlight the outcomes from such studies and emphasize the identified mechanisms driving spatio-temporal variability in ecological networks. Specifically, we describe how ecological networks vary over different temporal (years, centuries and millennia) and spatial (local, regional and global) scales, discuss how this variability is monitored and identify potential future directions.\n\n\n* Present knowledge allows some tentative generalizations. First, ecological networks tend to exhibit considerable spatial and temporal stability in several macroscopic features (e.g. connectance, nestedness), but studies also show that macroscopic features may change, for example, in relation to mass extinction or steep environmental gradients. Secondly, microscopic features (e.g. individual specialization levels, species roles and partner affiliations), albeit less studied, seem to show strong variability, and in several cases, microscopic instability co-occurs with macroscopic stability. We therefore recommend a stronger focus on this macro–micro interplay and list ideas (e.g. temporal species centrality measures and interaction phenologies), towards expanding the microscopic toolbox of network ecologists.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/1365-2435.12710/abstract","DOI":"10.1111/1365-2435.12710","ISSN":"1365-2435","title-short":"Ecological networks in motion","language":"en","author":[{"family":"Trøjelsgaard","given":"Kristian"},{"family":"Olesen","given":"Jens M."}],"issued":{"date-parts":[[2016,7,1]]},"accessed":{"date-parts":[[2016,9,1]]},"container-title-short":"Funct Ecol"},
  {"id":"TyliMorr17","type":"article-journal","title":"Ecological Networks Across Environmental Gradients","container-title":"Annual Review of Ecology, Evolution, and Systematics","page":"25-48","volume":"48","issue":"1","source":"Annual Reviews","abstract":"Ecological networks have a long history in ecology, and a recent increase in network analyses across environmental gradients has revealed important changes in their structure, dynamics, and functioning. These changes can be broadly grouped according to three nonexclusive mechanisms: (a) changes in the species composition of the networks (driven by interaction patterns of invaders, nonrandom extinction of species according to their traits, or differences among species in population responses across gradients); (b) changes that alter interaction frequencies via changes in search efficiency (driven by altered habitat structure or metabolic rates) or changes in spatial and temporal overlap; and (c) changes to coevolutionary processes and patterns. Taking spatial and temporal processes into account can further elucidate network variation and improve predictions of network responses to environmental change. Emerging evidence links network structure to ecosystem functioning; however, scaling up to metanetworks or multilayer networks may modify interpretations of network structure, stability, and functioning.","URL":"https://doi.org/10.1146/annurev-ecolsys-110316-022821","DOI":"10.1146/annurev-ecolsys-110316-022821","author":[{"family":"Tylianakis","given":"Jason M."},{"family":"Morris","given":"Rebecca J."}],"issued":{"date-parts":[[2017]]},"accessed":{"date-parts":[[2017,11,30]]}},
  {"id":"ThomGonz17","type":"article-journal","title":"Dispersal governs the reorganization of ecological networks under environmental change","container-title":"Nature Ecology & Evolution","page":"0162","volume":"1","source":"www.nature.com","abstract":"Complex ecological networks are likely to be disrupted as species shift in response to environmental change. A simulation model shows that the level of dispersal determines whether species associations within networks are maintained.","URL":"http://www.nature.com/articles/s41559-017-0162","DOI":"10.1038/s41559-017-0162","ISSN":"2397-334X","language":"en","author":[{"family":"Thompson","given":"Patrick L."},{"family":"Gonzalez","given":"Andrew"}],"issued":{"date-parts":[[2017,5,8]]},"accessed":{"date-parts":[[2017,5,9]]}},
  {"id":"PellAlbo17","type":"article-journal","title":"Comparing species interaction networks along environmental gradients","container-title":"Biological Reviews of the Cambridge Philosophical Society","source":"PubMed","abstract":"Knowledge of species composition and their interactions, in the form of interaction networks, is required to understand processes shaping their distribution over time and space. As such, comparing ecological networks along environmental gradients represents a promising new research avenue to understand the organization of life. Variation in the position and intensity of links within networks along environmental gradients may be driven by turnover in species composition, by variation in species abundances and by abiotic influences on species interactions. While investigating changes in species composition has a long tradition, so far only a limited number of studies have examined changes in species interactions between networks, often with differing approaches. Here, we review studies investigating variation in network structures along environmental gradients, highlighting how methodological decisions about standardization can influence their conclusions. Due to their complexity, variation among ecological networks is frequently studied using properties that summarize the distribution or topology of interactions such as number of links, connectance, or modularity. These properties can either be compared directly or using a procedure of standardization. While measures of network structure can be directly related to changes along environmental gradients, standardization is frequently used to facilitate interpretation of variation in network properties by controlling for some co-variables, or via null models. Null models allow comparing the deviation of empirical networks from random expectations and are expected to provide a more mechanistic understanding of the factors shaping ecological networks when they are coupled with functional traits. As an illustration, we compare approaches to quantify the role of trait matching in driving the structure of plant-hummingbird mutualistic networks, i.e. a direct comparison, standardized by null models and hypothesis-based metaweb. Overall, our analysis warns against a comparison of studies that rely on distinct forms of standardization, as they are likely to highlight different signals. Fostering a better understanding of the analytical tools available and the signal they detect will help produce deeper insights into how and why ecological networks vary along environmental gradients.","DOI":"10.1111/brv.12366","ISSN":"1469-185X","language":"eng","author":[{"family":"Pellissier","given":"Loïc"},{"family":"Albouy","given":"Camille"},{"family":"Bascompte","given":"Jordi"},{"family":"Farwig","given":"Nina"},{"family":"Graham","given":"Catherine"},{"family":"Loreau","given":"Michel"},{"family":"Maglianesi","given":"Maria Alejandra"},{"family":"Melián","given":"Carlos J."},{"family":"Pitteloud","given":"Camille"},{"family":"Roslin","given":"Tomas"},{"family":"Rohr","given":"Rudolf"},{"family":"Saavedra","given":"Serguei"},{"family":"Thuiller","given":"Wilfried"},{"family":"Woodward","given":"Guy"},{"family":"Zimmermann","given":"Niklaus E."},{"family":"Gravel","given":"Dominique"}],"issued":{"date-parts":[[2017,9,22]]},"PMID":"28941124","container-title-short":"Biol Rev Camb Philos Soc"},
  {"id":"BaisGrav19","type":"article-journal","title":"Ecogeographical rules and the macroecology of food webs","container-title":"Global Ecology and Biogeography","volume":"0","issue":"0","source":"Wiley Online Library","abstract":"Aim How do factors such as space, time, climate and other ecological drivers influence food web structure and dynamics? Collections of well-studied food webs and replicate food webs from the same system that span biogeographical and ecological gradients now enable detailed, quantitative investigation of such questions and help integrate food web ecology and macroecology. Here, we integrate macroecology and food web ecology by focusing on how ecogeographical rules [the latitudinal diversity gradient (LDG), Bergmann's rule, the island rule and Rapoport's rule] are associated with the architecture of food webs. Location Global. Time period Current. Major taxa studied All taxa. Methods We discuss the implications of each ecogeographical rule for food webs, present predictions for how food web structure will vary with each rule, assess empirical support where available, and discuss how food webs may influence ecogeographical rules. Finally, we recommend systems and approaches for further advancing this research agenda. Results We derived testable predictions for some ecogeographical rules (e.g. LDG, Rapoport's rule), while for others (e.g., Bergmann's and island rules) it is less clear how we would expect food webs to change over macroecological scales. Based on the LDG, we found weak support for both positive and negative relationships between food chain length and latitude and for increased generality and linkage density at higher latitudes. Based on Rapoport's rule, we found support for the prediction that species turnover in food webs is inversely related to latitude. Main conclusions The macroecology of food webs goes beyond traditional approaches to biodiversity at macroecological scales by focusing on trophic interactions among species. The collection of food web data for different types of ecosystems across biogeographical gradients is key to advance this research agenda. Further, considering food web interactions as a selection pressure that drives or disrupts ecogeographical rules has the potential to address both mechanisms of and deviations from these macroecological relationships. For these reasons, further integration of macroecology and food webs will help ecologists better understand the assembly, maintenance and change of ecosystems across space and time.","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/geb.12925","DOI":"10.1111/geb.12925","ISSN":"1466-8238","language":"en","author":[{"family":"Baiser","given":"Benjamin"},{"family":"Gravel","given":"Dominique"},{"family":"Cirtwill","given":"Alyssa R."},{"family":"Dunne","given":"Jennifer A."},{"family":"Fahimipour","given":"Ashkaan K."},{"family":"Gilarranz","given":"Luis J."},{"family":"Grochow","given":"Joshua A."},{"family":"Li","given":"Daijiang"},{"family":"Martinez","given":"Neo D."},{"family":"McGrew","given":"Alicia"},{"family":"Poisot","given":"Timothée"},{"family":"Romanuk","given":"Tamara N."},{"family":"Stouffer","given":"Daniel B."},{"family":"Trotta","given":"Lauren B."},{"family":"Valdovinos","given":"Fernanda S."},{"family":"Williams","given":"Richard J."},{"family":"Wood","given":"Spencer A."},{"family":"Yeakel","given":"Justin D."}],"issued":{"date-parts":[[2019]]},"accessed":{"date-parts":[[2019,5,21]]}},
  {"id":"BorrMood14","type":"article-journal","title":"The rise of Network Ecology: Maps of the topic diversity and scientific collaboration","container-title":"Ecological Modelling","page":"111-127","volume":"293","DOI":"10.1016/j.ecolmodel.2014.02.019","author":[{"family":"Borrett","given":"Stuart R."},{"family":"Moody","given":"James"},{"family":"Edelmann","given":"Achim"}],"issued":{"date-parts":[[2014,12]]}},
  {"id":"PoisStou16","type":"article-journal","title":"Describe, understand and predict: why do we need networks in ecology?","container-title":"Functional Ecology","page":"1878-1882","volume":"30","issue":"12","source":"Wiley Online Library","URL":"http://onlinelibrary.wiley.com/doi/10.1111/1365-2435.12799/abstract","DOI":"10.1111/1365-2435.12799","ISSN":"1365-2435","title-short":"Describe, understand and predict","language":"en","author":[{"family":"Poisot","given":"Timothée"},{"family":"Stouffer","given":"Daniel B."},{"family":"Kéfi","given":"Sonia"}],"issued":{"date-parts":[[2016,12,1]]},"accessed":{"date-parts":[[2017,1,9]]},"container-title-short":"Funct Ecol"},
  {"id":"PoisBais16","type":"article-journal","title":"mangal - making ecological network analysis simple","container-title":"Ecography","page":"384-390","volume":"39","issue":"4","source":"CrossRef","URL":"http://doi.wiley.com/10.1111/ecog.00976","DOI":"10.1111/ecog.00976","ISSN":"09067590","language":"en","author":[{"family":"Poisot","given":"Timothée"},{"family":"Baiser","given":"Benjamin"},{"family":"Dunne","given":"Jennifer A."},{"family":"Kéfi","given":"Sonia"},{"family":"Massol","given":"François"},{"family":"Mouquet","given":"Nicolas"},{"family":"Romanuk","given":"Tamara N."},{"family":"Stouffer","given":"Daniel B."},{"family":"Wood","given":"Spencer A."},{"family":"Gravel","given":"Dominique"}],"issued":{"date-parts":[[2016,4]]},"accessed":{"date-parts":[[2017,1,20]]}},
  {"id":"AlboArch19","type":"article-journal","title":"The marine fish food web is globally connected","container-title":"Nature Ecology & Evolution","page":"1153-1161","volume":"3","issue":"8","abstract":"The productivity of marine ecosystems and the services they provide to humans are largely dependent on complex interactions between prey and predators. These are embedded in a diverse network of trophic interactions, resulting in a cascade of events following perturbations such as species extinction. The sheer scale of oceans, however, precludes the characterization of marine feeding networks through de novo sampling. This effort ought instead to rely on a combination of extensive data and inference. Here we investigate how the distribution of trophic interactions at the global scale shapes the marine fish food web structure. We hypothesize that the heterogeneous distribution of species ranges in biogeographic regions should concentrate interactions in the warmest areas and within species groups. We find that the inferred global metaweb of marine fish—that is, all possible potential feeding links between co-occurring species—is highly connected geographically with a low degree of spatial modularity. Metrics of network structure correlate with sea surface temperature and tend to peak towards the tropics. In contrast to open-water communities, coastal food webs have greater interaction redundancy, which may confer robustness to species extinction. Our results suggest that marine ecosystems are connected yet display some resistance to perturbations because of high robustness at most locations.","URL":"https://doi.org/10.1038/s41559-019-0950-y","DOI":"10.1038/s41559-019-0950-y","ISSN":"2397-334X","author":[{"family":"Albouy","given":"Camille"},{"family":"Archambault","given":"Philippe"},{"family":"Appeltans","given":"Ward"},{"family":"Araújo","given":"Miguel B."},{"family":"Beauchesne","given":"David"},{"family":"Cazelles","given":"Kevin"},{"family":"Cirtwill","given":"Alyssa R."},{"family":"Fortin","given":"Marie-Josée"},{"family":"Galiana","given":"Nuria"},{"family":"Leroux","given":"Shawn J."},{"family":"Pellissier","given":"Loïc"},{"family":"Poisot","given":"Timothée"},{"family":"Stouffer","given":"Daniel B."},{"family":"Wood","given":"Spencer A."},{"family":"Gravel","given":"Dominique"}],"issued":{"date-parts":[[2019,8,1]]},"container-title-short":"Nature Ecology & Evolution"},
  {"id":"DallStou15","type":"article-journal","title":"Exploring the evolutionary signature of food webs' backbones using functional traits","container-title":"Oikos","page":"446-456","volume":"125","issue":"4","DOI":"10.1111/oik.02305","author":[{"family":"Dalla Riva","given":"Giulio V."},{"family":"Stouffer","given":"Daniel B."}],"issued":{"date-parts":[[2015,9,25]]}},
  {"id":"MoraGrav18","type":"article-journal","title":"Identifying a common backbone of interactions underlying food webs from different ecosystems","container-title":"Nature Communications","page":"2603","volume":"9","issue":"1","source":"www.nature.com","abstract":"The structure of ecological networks can vary dramatically, yet there may be common features across networks from different ecosystem types. Here, Bramon Mora et al. use network alignment to demonstrate that there is a common backbone of interactions underlying empirical food webs.","URL":"https://www.nature.com/articles/s41467-018-05056-0","DOI":"10.1038/s41467-018-05056-0","ISSN":"2041-1723","language":"en","author":[{"family":"Mora","given":"Bernat Bramon"},{"family":"Gravel","given":"Dominique"},{"family":"Gilarranz","given":"Luis J."},{"family":"Poisot","given":"Timothée"},{"family":"Stouffer","given":"Daniel B."}],"issued":{"date-parts":[[2018,7,4]]},"accessed":{"date-parts":[[2018,7,4]]}},
  {"id":"DallPois17","type":"article-journal","title":"Compositional turnover in host and parasite communities does not change network structure","container-title":"Ecography","page":"n/a-n/a","source":"Wiley Online Library","abstract":"Decreasing similarity between ecological communities with increasing geographic distance (i.e., distance-decay) is a common biogeographical observation in free-living communities, and a slightly less common observation for parasite communities. Ecological networks of interacting species may adhere to a similar pattern of decreasing interaction similarity with increasing geographic distance, especially if species interactions are maintained across space. We extend this further, examining if host-parasite networks – independent of host and parasite species identities – become more structurally dissimilar with increasing geographic distance. Utilizing a global database of helminth parasite occurrence records, we find evidence for distance-decay relationships in host and parasite communities at both regional and global scales, but fail to detect similar relationships in network structural similarity. Host and parasite community similarity were strongly related, and both decayed rapidly with increasing geographic distance, typically resulting in complete dissimilarity after approximately 2500 km. Our failure to detect a decay in network structural similarity suggests the possibility that different host and parasite species are filling the same functional roles in interaction networks, or that variation in network similarity may be better explained by other geographic variables or aspects of host and parasite ecology. This article is protected by copyright. All rights reserved.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/ecog.03514/abstract","DOI":"10.1111/ecog.03514","ISSN":"1600-0587","language":"en","author":[{"family":"Dallas","given":"Tad"},{"family":"Poisot","given":"Timothée"}],"issued":{"date-parts":[[2017,12,1]]},"accessed":{"date-parts":[[2017,12,11]]},"container-title-short":"Ecography"},
  {"id":"KempEvan17","type":"article-journal","title":"Invariant antagonistic network structure despite high spatial and temporal turnover of interactions","container-title":"Ecography","page":"n/a-n/a","source":"Wiley Online Library","abstract":"Recent work has suggested that emergent ecological network structure exhibits very little spatial or temporal variance despite changes in community composition. However, the changes in network interactions associated with turnover in community composition have seldom been assessed. Here we examine whether changes in ecological networks are best detected by standard emergent network metrics or by assessing internal network changes (i.e. interaction and composition turnover). To eliminate possible spatial or phylogenetic effects, that in large-scale studies may obscure mechanisms structuring networks and interactions, we sampled multiple antagonistic (plant–herbivore) networks for a single diverse plant family (the Restionaceae) in the hyperdiverse Cape Floristic Region. These are the first plant–herbivore networks constructed for this global biodiversity hotspot. We found invariant emergent network structure despite considerable changes in insect and plant composition across communities over time and space. In contrast, there was high interaction turnover between networks. Seasonally, this was driven by turnover in insect species and insect host switching. Spatially, this was driven by simultaneous turnover in plant and insect species, suggesting that many insects are host specific or that both groups exhibit parallel responses to environmental gradients. Spatial interaction turnover was also driven by turnover in plants, showing that many insects can utilise multiple (possibly closely related) hosts and this may create divergent selection gradients that promote insect speciation. Thus we show highly variable interaction fidelity, despite invariant emergent network structure. We suggest that evaluating internal network changes may be more effective at elucidating the processes structuring networks, and many fine-scale changes may be obscured when only calculating emergent network metrics.","URL":"http://onlinelibrary.wiley.com/doi/10.1111/ecog.02150/abstract","DOI":"10.1111/ecog.02150","ISSN":"1600-0587","language":"en","author":[{"family":"Kemp","given":"Jurene E."},{"family":"Evans","given":"Darren M."},{"family":"Augustyn","given":"Willem J."},{"family":"Ellis","given":"Allan G."}],"issued":{"date-parts":[[2017,1,1]]},"accessed":{"date-parts":[[2017,10,2]]},"container-title-short":"Ecography"},
  {"id":"CarlPhil19","type":"article-journal","title":"What would it take to describe the global diversity of parasites?","container-title":"bioRxiv","page":"815902","source":"www.biorxiv.org","abstract":"<p>How many parasites are there on Earth? Here, we use helminth parasites to highlight how little is known about parasite diversity, and how insufficient our current approach will be to describe the full scope of life on Earth. Using the largest database of host-parasite associations and one of the world9s largest parasite collections, we estimate a global total of roughly 100,000 to 350,000 species of helminth endoparasites of vertebrates, of which 85% to 95% are unknown to science. The parasites of amphibians and reptiles remain the most undescribed, but the majority of missing species are likely parasites of birds and bony fish. Missing species are disproportionately likely to be smaller parasites of smaller hosts in undersampled countries--species that have mostly been understudied over the last century. At current rates, it would take centuries to comprehensively sample, collect, and name vertebrate helminths. While some have suggested that macroecological inference can work around existing data limitations, we argue that patterns described from a small and biased sample of diversity aren9t necessarily reliable, especially as host-parasite networks are increasingly altered by global change. In the spirit of moonshots like the Human Genome Project and the Global Virome Project, we call for a global effort to transform parasitology and describe as much of global parasite diversity as possible.</p>","URL":"https://www.biorxiv.org/content/10.1101/815902v1","DOI":"10.1101/815902","language":"en","author":[{"family":"Carlson","given":"Colin J."},{"family":"Phillips","given":"Anna J."},{"family":"Dallas","given":"Tad A."},{"family":"Alexander","given":"Laura W."},{"family":"Bansal","given":"Shweta"}],"issued":{"date-parts":[[2019,10,23]]},"accessed":{"date-parts":[[2019,11,6]]}},
  {"id":"BersSugi97","type":"article-journal","title":"Scaling regions for food web properties","container-title":"Proceedings of the National Academy of Sciences","page":"1247-1251","volume":"94","issue":"4","source":"www.pnas.org","abstract":"<p>The robustness of eight common food web properties is examined with respect to web size. We show that the current controversy concerning the scale dependence or scale invariance of these properties can be resolved by accounting for scaling constraints introduced by webs of very small size. We demonstrate statistically that the most robust way to view these properties is not to lump webs of all sizes, but to divide them into two distinct categories. For the present data set, small webs containing 12 or fewer species exhibit scale dependence, and larger webs containing more than 12 species exhibit scale invariance.</p>","URL":"https://www.pnas.org/content/94/4/1247","DOI":"10.1073/pnas.94.4.1247","ISSN":"0027-8424, 1091-6490","language":"en","author":[{"family":"Bersier","given":"Louis-Félix"},{"family":"Sugihara","given":"George"}],"issued":{"date-parts":[[1997,2,18]]},"accessed":{"date-parts":[[2019,11,5]]},"PMID":"11038600","container-title-short":"PNAS"},
  {"id":"WhitYenn19","type":"article-journal","title":"Developing an automated iterative near-term forecasting system for an ecological study","container-title":"Methods in Ecology and Evolution","page":"332-344","volume":"10","issue":"3","source":"Wiley Online Library","abstract":"Most forecasts for the future state of ecological systems are conducted once and never updated or assessed. As a result, many available ecological forecasts are not based on the most up-to-date data, and the scientific progress of ecological forecasting models is slowed by a lack of feedback on how well the forecasts perform. Iterative near-term ecological forecasting involves repeated daily to annual scale forecasts of an ecological system as new data becomes available and regular assessment of the resulting forecasts. We demonstrate how automated iterative near-term forecasting systems for ecology can be constructed by building one to conduct monthly forecasts of rodent abundances at the Portal Project, a long-term study with over 40 years of monthly data. This system automates most aspects of the six stages of converting raw data into new forecasts: data collection, data sharing, data manipulation, modelling and forecasting, archiving, and presentation of the forecasts. The forecasting system uses R code for working with data, fitting models, making forecasts, and archiving and presenting these forecasts. The resulting pipeline is automated using continuous integration (a software development tool) to run the entire pipeline once a week. The cyberinfrastructure is designed for long-term maintainability and to allow the easy addition of new models. Constructing this forecasting system required a team with expertise ranging from field site experience to software development. Automated near-term iterative forecasting systems will allow the science of ecological forecasting to advance more rapidly and provide the most up-to-date forecasts possible for conservation and management. These forecasting systems will also accelerate basic science by allowing new models of natural systems to be quickly implemented and compared to existing models. Using existing technology, and teams with diverse skill sets, it is possible for ecologists to build automated forecasting systems and use them to advance our understanding of natural systems.","URL":"https://besjournals.onlinelibrary.wiley.com/doi/abs/10.1111/2041-210X.13104","DOI":"10.1111/2041-210X.13104","ISSN":"2041-210X","language":"en","author":[{"family":"White","given":"Ethan P."},{"family":"Yenni","given":"Glenda M."},{"family":"Taylor","given":"Shawn D."},{"family":"Christensen","given":"Erica M."},{"family":"Bledsoe","given":"Ellen K."},{"family":"Simonis","given":"Juniper L."},{"family":"Ernest","given":"S. K. Morgan"}],"issued":{"date-parts":[[2019]]},"accessed":{"date-parts":[[2019,10,29]]}},
  {"id":"YennChri19","type":"article-journal","title":"Developing a modern data workflow for regularly updated data","container-title":"PLOS Biology","page":"e3000125","volume":"17","issue":"1","source":"PLoS Journals","abstract":"Over the past decade, biology has undergone a data revolution in how researchers collect data and the amount of data being collected. An emerging challenge that has received limited attention in biology is managing, working with, and providing access to data under continual active collection. Regularly updated data present unique challenges in quality assurance and control, data publication, archiving, and reproducibility. We developed a workflow for a long-term ecological study that addresses many of the challenges associated with managing this type of data. We do this by leveraging existing tools to 1) perform quality assurance and control; 2) import, restructure, version, and archive data; 3) rapidly publish new data in ways that ensure appropriate credit to all contributors; and 4) automate most steps in the data pipeline to reduce the time and effort required by researchers. The workflow leverages tools from software development, including version control and continuous integration, to create a modern data management system that automates the pipeline.","URL":"https://journals.plos.org/plosbiology/article?id=10.1371/journal.pbio.3000125","DOI":"10.1371/journal.pbio.3000125","ISSN":"1545-7885","language":"en","author":[{"family":"Yenni","given":"Glenda M."},{"family":"Christensen","given":"Erica M."},{"family":"Bledsoe","given":"Ellen K."},{"family":"Supp","given":"Sarah R."},{"family":"Diaz","given":"Renata M."},{"family":"White","given":"Ethan P."},{"family":"Ernest","given":"S. K. Morgan"}],"issued":{"literal":"29-Jan-2019"},"accessed":{"date-parts":[[2019,10,29]]},"container-title-short":"PLOS Biology"},
  {"id":"PoisBeli19","type":"article-journal","title":"EcologicalNetworks.jl - analysing ecological networks","container-title":"Ecography","abstract":"Networks are a convenient way to represent many interactions among ecological entities. The analysis of ecological networks is challenging for two reasons. First, there is a plethora of measures that can be applied (and some of them measure the same property); second, the implementation of these measures is sometimes difficult . We present EcologicalNetworks.jl , a package for the julia programming language. Using a layered system of types to represent several types of ecological networks, this packages offers a solid library of basic functions which can be chained together to perform the most common analyses of ecological networks.","DOI":"10.5281/zenodo.1438428","language":"eng","author":[{"family":"Poisot","given":"Timothée"},{"family":"Belisle","given":"Zacharie"},{"family":"Hoebeke","given":"Laura"},{"family":"Stock","given":"Michiel"},{"family":"Szefer","given":"Piotr"}],"issued":{"date-parts":[[2019]]}},
  {"id":"Mich15","type":"article-journal","title":"Ten Simple Rules for Creating a Good Data Management Plan","container-title":"PLOS Comput Biol","page":"e1004525","volume":"11","issue":"10","source":"PLoS Journals","URL":"http://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1004525","DOI":"10.1371/journal.pcbi.1004525","ISSN":"1553-7358","author":[{"family":"Michener","given":"William K."}],"issued":{"date-parts":[[2015,10,22]]},"accessed":{"date-parts":[[2016,10,27]]},"container-title-short":"PLOS Comput Biol"},
  {"id":"BartMcCa19","type":"article-journal","title":"Food web rewiring in a changing world","container-title":"Nature Ecology & Evolution","page":"345-354","volume":"3","issue":"3","source":"www.nature.com","abstract":"Climate change is spatially asymmetrical and so will alter the behaviour of generalist consumer species, affecting food webs in two ways. Movement into novel ecosystems will affect the topology of food webs, while changes within an ecosystem will affect interaction strengths.","URL":"https://www.nature.com/articles/s41559-018-0772-3","DOI":"10.1038/s41559-018-0772-3","ISSN":"2397-334X","language":"en","author":[{"family":"Bartley","given":"Timothy J."},{"family":"McCann","given":"Kevin S."},{"family":"Bieg","given":"Carling"},{"family":"Cazelles","given":"Kevin"},{"family":"Granados","given":"Monica"},{"family":"Guzzo","given":"Matthew M."},{"family":"MacDougall","given":"Andrew S."},{"family":"Tunney","given":"Tyler D."},{"family":"McMeans","given":"Bailey C."}],"issued":{"date-parts":[[2019,3]]},"accessed":{"date-parts":[[2019,11,6]]},"container-title-short":"Nat Ecol Evol"}
]
